export type Feature = {
  title: string;
  description: string;
  icon: string;
};

export const FEATURES_DATA: Feature[] = [
  {
    title: 'Комфортна температура',
    description:
      'У всіх номерах підтримується комфортна температура в межах 23 - 25 градусів. В кожному номері можна додатково відрегулювати температуру.',
    icon: '/thermometer.svg',
  },
  {
    title: 'Відеоспостереження',
    description:
      "Ми надаємо доступ до нашої системи. Ви зможете стежити за своїм вихованцем зі свого смартфона або комп'ютера.",
    icon: '/video-camera.svg',
  },
  {
    title: 'Послуги Зоотаксі',
    description: 'Ми приїдемо за вашим вихованцем у будь-який район міста Київ.',
    icon: '/taxi.svg',
  },
  {
    title: 'Збалансоване харчування',
    description:
      'Ви можете привезти свій корм або довірити раціон свого вихованця нашим професіоналам.',
    icon: '/food.svg',
  },
  {
    title: 'Щоденні прогулянки',
    description:
      'За вашим бажанням ми вигулюємо вашого вихованця два рази в день на спеціалізованій закритій території.',
    icon: '/walking.svg',
  },
  {
    title: 'Найкращі ветеринари',
    description:
      'В готелі 24 години чергує ветеринарний лікар, який надасть будь-яку допомогу в разі необхідності.',
    icon: '/vet.svg',
  },
];
